/* "Alert body when trying to download a file and it is not in the right format" */
"alert.message.notValidData" = "レスポンスはＪＳＯＮを解析できません";

/* If something went wrong, but the writing was generally successful */
" However, there was an error writing one or more of the files" = "  しかし、ファイルの書込み中にエラーが発生しました。";

/* Actionsheet message for stating that nothing was generated  */
"An error has occurred and no files have been generated." = "エラーが発生しましたので、ファイルが作成できませんでした。";

/* Title of an alert if there is an error getting content of a url */
"An Error Occurred" = "エラーが発生しました。";

/* The title for the action sheet saying something went wrong */
"An error occurred while verifying the JSON" = "ＪＳＯＮ をチェックした時エラーが発生しました。";

/* Cancel button in the overwrite files prompt */
"Cancel" = "キャンセル";

/* Label to have the user select which folder to choose */
"Choose" = "選択";

/* Button to dismiss an action sheet */
"OK" = "OK";

/* Prompt user gets to enter a URL */
"Enter URL..." = "ＵＲＬを入力して下さい...";

/* No comment provided by engineer. */
"Expected content type %@, got %@" = "予想されるコンテンツのタイプ %1$@, 受信は %2$@　です。";

/* No comment provided by engineer. */
"Expected status code %@, got %d" = "予想されるステータスコード %1$@, 受信は %2$d　です。";

/* Toolbar item name for General Preferences */
"General" = "一般";

/* In the main screen, this is the button that writes out files */
"Generate Files" = "ファイルを作成する";

/* In the main screen, this is the button that fetches data from a URL */
"Get Data" = "データを取得する";

/* Error message to state the JSON didn't start with a {} or [] */
"JSON text did not start with array or object." = "JSON のテキストは、配列またはオブジェクトで開始されませんでした。";

/* Message when writing the files, nothing was written */
"No file were written to the disk" = "何も書き込まれませんでした。";

/* This is the current title of http options window that gets written */
"Options" = "オプション";

/* In the save portion, the label to choose what language */
"Output Language" = "出力言語";

/* Button text to overwrite files */
"Overwrite Files" = "上書き";

/* The title of the prompt to tell the user they are about to overwrite the files in the existing application */
"Overwrite files?" = "ファイルを上書きしますか？";

/* In the save portion, the label to choose what the package is */
"Package Name" = "パッケージ名";

/* In the save portion, the prompt to specify what the base class is */
"Base Class" = "ベースクラス";

/* Message in an actionsheet stating that the write is successful */
"Success!" = "成功！";

/* If there is nothing in the JSON field, state that there is nothing there */
"There is no content to parse." = "分析するコンテンツはありません。";

/* The prompt to tell the user they are about to overwrite the files in the existing application */
"This operation will overwrite files in this directory. Are you sure you want to continue?" = "保存先に、すでに同名のファイル・フォルダが存在します。実行すると、既存の内容が上書きされます。";

/* In the main screen, this is the verify button that formats the JSON */
"Verify" = "チェック";

/* Success message in an action sheet */
"Your files have successfully been generated." = "ファイルを作成しました。";

/* In the save portion, for objective C, determine whether or not to use ARC */
"Use Automatic Reference Counting" = "自動参照機能を使用して下さい";

/* Instructions on how to use the application */
"Drag a file, paste your clipboard or load remote data into the pane below." = "Drag a file, paste your clipboard or load remote data into the pane below.";

/* Message to state the the JSON is valid */
"Valid data structure" = "有効なデータ構造";

/* This is a message stating that the JSON that is in the application is not of valid form */
"Invalid Data Structure" = "無効なデータ構造";

/* "The letters to prepend to the file */
"Class Prefix" = "ファイルのプレフィックス";

/*************** HTTP OPTIONS WINDOW STRINGS *************/

/* Title for the Method box in the HTTP Options window */
"Method" = "メソッド";

/* Title for the Headers box in the HTTP Options window */
"Headers" = "ヘッダー";

/* Title for the field to enter a HTTP header key */
/* Title for the column of HTTP header keys */
"Key" = "キー";

/* Title for the field to enter a HTTP header value */
/* Title for the column of HTTP header values */
"Value" = "バリュー";

/* Title for the Add header button in the HTTP Options window */
"Add" = "追加";







